Repository: itk-dev/aapodwalk_api
Catalog: translations/admin+intl-icu.*.xlf
Languages: da

source: The distance should be how far the route is with all points of interests included, e.g. "840m"
da: Distancen skal angive hvor lang hele ruten inkl. seværdigheder er, fx "840m”

source: Tags are used in the frontend to organize the routes.
da: Tags bruges til at organisere ruter i app’en.

source: Created by
da: Oprettet af

source: The name of the tag
da: Taggets navn

source: A text version of the podcast, for people with hearing disabilities.
da: En tekstuel udgave af podcasten til mennesker med hørenedsættelse.

source: The proximity that allows unlocking this point of interest (in m).
da: Nærheden for at afspille seværdigheden (i meter).

source: Users mail address, which is also used as login name
da: E-mailadresse som også bruges som brugernavn

source: Roles
da: Roller

source: ROLE_ADMIN
da: Administrator

source: ROLE_USER
da: Bruger

source: ROLE_USER_ADMIN
da: Brugeradministrator

source: Your username
da: Dit brugernavn

source: Your password
da: Din adgangskode

source: Log in
da: Log ind

source: Forgot your password?
da: Glemt adgangskode?

source: Remember me
da: Husk mig

source: Reset your password
da: Nulstil din adgangskode

source: Enter your email address, and we will send you a link to reset your password.
da: Indtast din e-mailadresse og vi sender et link til at nulstille din adgangskode.

source: Send password reset email
da: Send e-mail til nulstilling af adgangskode

source: Password Reset Email Sent
da: E-mail sendt

source: If an account matching your email exists, then an email was just sent that contains a link that you can use to reset your password.
da: Hvis der findes en konto med den angivne e-mailadresse, så har vi sendt en mail med et link til nulstilling af adgangskoden.

source: This link will expire in {expire_info}.
da: Linket udløber om {expire_info}.

source: If you don't receive an email please check your spam folder or <a href="{forgot_password_url}">try again</a>.
da: Hvis du ikke modtager en e-mail, så tjek din “Uønsket mail”-mappe eller <a href="{forgot_password_url}">prøv igen</a>.

source: To reset your password, please visit the following link
da: Brug følgende link for at nulstille din adgangskode

source: Points of interest
da: Seværdigheder

source: Users
da: Brugere

source: Name
da: Navn

source: Description
da: Beskrivelse

source: Distance
da: Længde

source: Total duration
da: Samlet varighed

source: Image
da: Billede

source: Points
da: Punkter

source: Created at
da: Oprettet

source: Updated at
da: Opdateret

source: Subtitles
da: Undertekster

source: Order
da: Placering

source: Proximity to unlock
da: Nærhed for at kunne afspille

source: Routes
da: Ruter

source: Route
da: Rute

source: User
da: Bruger

source: Point of interest
da: Seværdighed

source: The user must also have the {api_role} role to access the API.
da: Brugeren skal også have {api_role}-rollen for at tilgå API’et.

source: ROLE_API
da: API

source: Password
da: Adgangskode

source: (Repeat)
da: (Gentag)

source: Enter a location on the form <code>lat, lng</code>, e.g. <code>56.153244272970866, 10.213798100000005</code>. <strong>Notice</strong>: the two numbers must always be separated by a comma and use dot as decimal separator.<br>Hint: Open <a href="https://www.google.com/maps" target="_blank">Google Maps</a> and “right” click on the map to get the coordinates.
da: Indtast en lokation på formen <code>breddegrad, længdegrad</code>, fx. <code>56.153244272970866, 10.213798100000005</code>. <strong>Bemærk</strong>: de to tal skal altid adskilles af et komma og skal bruge punktum som decimalseparator.<br>Tip: Åbn <a href="https://www.google.com/maps" target="_blank">Google Maps</a> and højreklik på kortet for at få koordinaterne.

source: The total duration of the route, i.e. the total duration of audio tracks in the route plus the time needed for moving along the route.
da: Den samlede tid for ruten, dvs. den samlede længde af lydfiler plus tiden der bruges på at bevæge sig langs ruten.

source: Location
da: Lokation

source: The value must contain two numbers separated by comma.
da: Værdien skal indeholde to tal adskildt af komma.

source: {value} is not a valid number
da: {value} er ikke et gyldigt tal

source: Reset password
da: Nulstil adgangskode

source: Media URL
da: Medie-url

source: Is audio?
da: Er lyd?

source: Media preview
da: Forhåndsvisning

source: Cannot generate media embed code
da: Indlejringskode kan ikke genereres

source: Information on media URLs
da: Information om medie-url’er

# Check if &quot;{media_url}&quot; points to an audio file.
source: Check if "{media_url}" points to an audio file.
da: Marker hvis "{media_url}" peger på en lydfil.

source: Preview app {name}
da: Vis i {name}

source: App preview
da: App-visning

source: Reset
da: Nulstil

source: This is a desktop browser preview of the app. Not everything looks similar to viewing it on a mobile device.
da: Dette er et preview af applikationen. Det er ikke alt ser ud på samme måde som på en mobiltelefon.

source: Open app as website
da: Åben som webside
